/* No comment provided by engineer. */
"As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)" = "Eklentiler Spotlight'ın desteklenmeyen sürümlerinde aktive etseniz dahi önlem amaçlı çalışmayacaktır. (Mevcut Spotlight sürümü: v%@)";

/* No comment provided by engineer. */
"Automator workflow:" = "Automator iş akışı:";

/* No comment provided by engineer. */
"Couldn't install plugin." = "Eklenti yüklenemiyor.";

/* No comment provided by engineer. */
"Couldn't load the list of available online plugins." = "Mevcut çevrimiçi eklentiler listesi yüklenemiyor.";

/* No comment provided by engineer. */
"Delete Plugin" = "Eklentiyi Sil";

/* No comment provided by engineer. */
"Description:" = "Tanım:";

/* No comment provided by engineer. */
"Edit Plugin" = "Eklentiyi Düzenle";

/* No comment provided by engineer. */
"Edit Workflow" = "İş Akışı Düzenle";

/* No comment provided by engineer. */
"Enable Spotlight Plugins" = "Spotlight Eklentilerini Aktive Et";

/* No comment provided by engineer. */
"Featured" = "Öne Çıkanlar";

/* No comment provided by engineer. */
"Information" = "Bilgi";

/* No comment provided by engineer. */
"Installed" = "Yüklendi";

/* No comment provided by engineer. */
"Language" = "Dil";

/* No comment provided by engineer. */
"New Automator Plugin..." = "Yeni Automator Eklentisi...";

/* No comment provided by engineer. */
"News" = "Haberler";

/* No comment provided by engineer. */
"Okay" = "Tamam";

/* No comment provided by engineer. */
"Search" = "Ara";

/* No comment provided by engineer. */
"System" = "Sistem";

/* No comment provided by engineer. */
"This plugin has no additional options." = "Bu eklentide ek seçenekler bulunmamaktadır.";

/* No comment provided by engineer. */
"Title:" = "Başlık:";

/* No comment provided by engineer. */
"Try again" = "Tekrar dene";

/* No comment provided by engineer. */
"Unknown" = "Bilinmeyen";

/* No comment provided by engineer. */
"Usage examples:" = "Kullanım örnekleri:";

/* No comment provided by engineer. */
"Utilities" = "Araçlar";

/* No comment provided by engineer. */
"Weather" = "Hava";

/* No comment provided by engineer. */
"Your plugin will be selected when you search Spotlight for anything that's close to one of these examples." = "Spotlight'ta, bu örneklerden birine yakın herhangi bir şey arattığınızda sizin eklentiniz seçilecektir.";

